{
  "questions": [
    "Would you rather climb a building without a rope, be on a plane with a drunk pilot, or ride a unicycle down a steep hill?",
    "Who is the funniest character on The Big Bang Theory: Leonard, Howard or Raj?",
    "How many roads must a man walk down before you call him a man?",
    "Is it acceptable to leave the house without wearing underwear?",
    "What is the best decade for music?",
    "Toilet roll: should the loose sheet be on the outside away from the wall or on the inside nearer the wall?",
    "What is the smallest number of cows that you can still call a herd?",
    "What would you rather: run around the street naked, take a selfie of yourself on the toilet and post it on social media, or have someone slap you hard across the face?",
    "If you had to choose, which would be your preferred life partner: Donald Trump, Boris Johnson or Liz Truss?",
    "Would you rather live on the Antarctic for a month or on the International Space Station for three months?",
    "There are two people tied to a rail track. On an adjacent track, there is one person tied to it. The train is coming down the track heading straight for the two people. If you pull a lever, the train will change track and kill the one person on the adjacent track. Do you pull the switch and have a hand in killing someone or choose not to intervene?",
    "Which produces the better sound: a saxophone, acoustic guitar or harmonica?",
    "What is the best type of chocolate: white, milk or dark?",
    "Would you rather be a pirate, a con artist or a bank robber?",
    "If from now on you can only eat one type of food, what would it be?",
    "Who would win in a fight between Pinocchio and Little Red Riding Hood?",
    "What is the maximum number of days that you can wear socks without washing them?",
    "Which would take the longest: eating 1,000 grains of basmati rice with chopsticks or swimming 1,000 metres?",
    "Name a hobby beginning with K.",
    "What is the best part of November 5th: the bonfire or the fireworks?",
    "What's the weirdest looking animal?",
    "Who do you wish lived in our world: Batman, Wonder Woman or Spiderman?",
    "What is the best part of a Sunday lunch?",
    "Name a cartoon character.",
    "What is the best TV show: Only Fools and Horses, Red Dwarf or Fawlty Towers?",
    "What would be your preferred pet: a python or a tarantula?",
    "What is the most English country that isn’t England?",
    "Who hosts the wildest parties: David Bowie, Boris Johnson or Braveheart?",
    "Name a type of dancing.",
    "What is your least favourite season?",
    "Name a bank.",
    "Name a food beginning with H.",
    "Would you rather fight a hundred duck-sized horses or one horse-sized duck?",
    "If you could have a dinner party with any three people, living or dead, who would you invite?",
    "If you could only speak one language for the rest of your life, what would it be?",
    "Would you rather always be 10 minutes late or 20 minutes early?",
    "What is the worst job you can think of?",
    "Who is the most overrated musician of all time?",
    "If you could live in any fictional universe, which one would you choose?",
    "What is the best thing about being an adult?",
    "What is the worst thing about being an adult?",
    "Would you rather time travel to the past or the future?",
    "What is your go-to karaoke song?",
    "Who would win in a race: a cheetah or a kangaroo?",
    "Would you rather have a pet dragon or a pet unicorn?",
    "What’s the most embarrassing thing that’s ever happened to you?",
    "What is the most useless talent you have?",
    "What’s the most overrated food?",
    "Would you rather have the ability to fly or the ability to be invisible?",
    "Which is better: a hot shower or a bath?",
    "Would you rather be able to control fire or control water?",
    "If you were a superhero, what would your superpower be?",
    "What would you rather: never age or never get sick?",
    "What’s your favourite breakfast food?",
    "What’s your worst habit?",
    "Would you rather live without music or without TV?",
    "What’s the best way to spend a rainy afternoon?",
    "What’s your guilty pleasure TV show?",
    "What’s the worst fashion trend you’ve ever participated in?",
    "Would you rather lose your keys or your phone?",
    "What’s the best type of sandwich?",
    "If you had to wear one outfit for the rest of your life, what would it be?",
    "Would you rather have a personal chef or a personal trainer?",
    "What’s the most expensive thing you’ve ever bought?",
    "Would you rather go to space or the deepest part of the ocean?",
    "What is your favourite board game?",
    "Would you rather have the power to read minds or be able to control people’s actions?",
    "What’s the best time of day: morning, afternoon or evening?",
    "Would you rather live without the internet or without your phone?",
    "What’s the most annoying thing people do in public?",
    "Would you rather live forever or die tomorrow?",
    "What is the most beautiful place you’ve ever been to?",
    "What’s the best holiday?",
    "Would you rather be famous for something good or infamous for something bad?",
    "If you could have dinner with one celebrity, who would it be?",
    "What is the most unusual thing you’ve ever eaten?",
    "What’s the weirdest dream you’ve ever had?",
    "If you could be any animal for a day, what would you be?",
    "Would you rather be able to talk to animals or speak every human language?",
    "If you could live in any era of history, when would it be?",
    "Would you rather be extremely rich but very unhappy, or very poor but extremely happy?",
    "What’s the worst movie you’ve ever seen?",
    "Would you rather never be able to watch TV again or never be able to listen to music again?",
    "Would you rather live in a world without social media or a world without TV?",
    "What’s the best way to deal with stress?",
    "Would you rather only be able to eat sweet food or savoury food for the rest of your life?",
    "If you could only take one trip for the rest of your life, where would you go?",
    "Would you rather have the power to heal others or the power to hurt others?",
    "What is your favourite thing about autumn?",
    "What would you do if you won the lottery?",
    "Would you rather be a superhero or a villain?",
    "If you could change your name, what would you change it to?",
    "What is the most important quality in a friend?",
    "Would you rather live in the city or the countryside?",
    "What’s the most embarrassing thing you’ve Googled?",
    "What’s the best way to start the day?",
    "Would you rather have the ability to teleport or the ability to time travel?",
    "What’s your favourite childhood game?",
    "Would you rather have a pet tiger or a pet lion?",
    "What’s the best type of weather?",
    "Would you rather always be surrounded by people or always be alone?",
    "What’s the best way to spend a day off?",
    "Would you rather live in a mansion or a tiny house?",
    "What’s the most fun activity for a group of friends?",
    "Would you rather live in a world with no money or no technology?",
    "What’s the best way to treat someone who’s had a bad day?",
    "Would you rather be able to speak every language in the world or communicate with animals?",
    "What’s the best type of exercise: running, swimming or cycling?",
    "What’s your favourite holiday tradition?",
    "Would you rather never need to sleep or never need to eat?",
    "What’s the best way to relax?",
    "Would you rather never have to work again or have your dream job?",
    "What’s the most important skill a person can have?",
    "Would you rather be rich and ugly or poor and attractive?",
    "What’s the most common name in the world?",
    "Would you rather have free Wi-Fi wherever you go or have free coffee where you go?",
    "If you could be famous for one thing, what would it be?",
    "Would you rather be able to control your dreams or control your waking life?",
    "What’s the best board game for family night?",
    "Would you rather have a time machine or a magic wand?",
    "What’s the best way to keep fit?",
    "Would you rather never have to work again or always have a job that you love?",
    "If you could change one thing about your life, what would it be?"
]

}
